Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public virtual IEnumerator GetEnumerator()
  Visual Basic
Public Overridable Function GetEnumerator As IEnumerator
  Visual C++
public:
virtual IEnumerator^ GetEnumerator()
 Implements
  IEnumerable GetEnumerator
 See Also
  AssetSet Class
  Autodesk.Revit.DB.Visual Namespace